IDENTIFICATION DIVISION.
PROGRAM-ID. HELLO-WORLD.
PROCEDURE DIVISION.
    *> simple hello world program
       DISPLAY 'Hello world!'.
       STOP RUN.
